Repository: eneshecan/whatsapp-for-linux
Catalog: po/*.po
Languages: de, nl

source: About
de: Über
nl: Over

source: WhatsApp for Linux
de: WhatsApp für Linux
nl: WhatsApp voor Linux

source: An unofficial WhatsApp desktop application for Linux
de: Eine inoffizieller WhatsApp Desktop App für Linux
nl: Een onofficiële WhatsApp-desktoptoepassing voor Linux

source: On Demand
de: Auf Abruf
nl: Op afroep

source: Always
de: Immer
nl: Altijd

source: Never
de: Niemals
nl: Nooit

source: Show
de: Zeige
nl: Tonen

source: Quit
de: Beenden
nl: Afsluiten

source: Save File
de: Speichere Datei
nl: Bestand opslaan

source: Ok
nl: Oké

source: Cancel
de: Abbrechen
nl: Annuleren

source: Unresponsive
de: Reagiert nicht
nl: Niet bereikbaar

source: The application is not responding. Would you like to reload?
de: Die App reagiert nicht. Neu laden?
nl: Het programma reageert niet. Wil je het opnieuw starten?

source: Fullscreen
de: Vollbild
nl: Schermvullende weergave

source: Preferences
de: Einstellungen
nl: Instellingen

source: Keyboard Shortcuts
de: Tastaturkürzel
nl: Sneltoetsen

source: Refresh
de: Neu laden
nl: Vernieuwen

source: Open chat by phone number
de: Chat nach Telefonnummer öffnen
nl: Gesprek starten met telefoonnummer

source: Enter phone number (only digits)
de: Gebe eine Telefonnummer ein (nur Zahlen)
nl: Voer een telefoonnummer in (alleen getallen)

source: Close to Tray
de: In Taskleiste minimieren
nl: Minimaliseren naar systeemvak

source: Start in Tray
de: In Taskleiste starten
nl: Geminimaliseerd opstarten (systeemvak)

source: Start Minimized
de: Minimiert starten
nl: Geminimaliseerd opstarten

source: Autostart
nl: Automatisch opstarten

source: Enable tray icon
de: Taskleistensymbol aktivieren
nl: Systeemvakpictogram tonen

source: Start application as closed to tray
de: App in Taskleiste starten
nl: Start het programma geminimaliseerd in het systeemvak

source: Start application as minimized
de: App minimiert starten
nl: Start het programma geminimaliseerd

source: Start application after system boots
de: App bei Systemstart starten
nl: Start het programma na het opstarten van de computer

source: General
de: Allgemein
nl: Algemeen

source: Prefer Dark Theme
de: Verwende dunkles Design
nl: Donker thema gebruiken

source: Prefer dark theme for the application if system theme includes a dark variant
de: Dunkles Design für die App nutzen, wenn das System ein dunkles Design besitzt
nl: Stel het donkere thema in als het systeemthema een donkere variant kent

source: Appearance
de: Erscheinungsbild
nl: Vormgeving

source: Hardware Acceleration
de: Hardwarebeschleunigung
nl: Hardwareversnelling

source: Allow Permissions
de: Berechtigungen erlauben
nl: Rechten verlenen

source: Set hardware acceleration policy used by webkit
de: Richtlinie für die von Webkit verwendete Hardwarebeschleunigung festlegen
nl: Stel de door WebKit gebruikte hardwareversnellingsmethode in

source: Allow permissions on application startup
de: Erlaube Berechtigungen bei Start der App
nl: Verleen de vereiste rechten automatisch na het opstarten

source: Shortcuts
de: Tastenkürzel
nl: Sneltoetsen

source: Refresh Page
de: Seite neu laden
nl: Pagina vernieuwen

source: Enter/Exit Fullscreen
de: Vollbild de-/aktivieren
nl: Schermvullende weergave aan/uit

source: Show/Hide Header Bar
de: Kopfzeile anzeigen/verstecken
nl: Kopbalk tonen/verbergen

source: Open Preferences
de: Einstellungen öffnen
nl: Instellingen openen

source: GitHub Repository
nl: GitHub

source: Enable Notification Sounds
de: Benachrichtigungstöne aktivieren
nl: Meldingsgeluiden inschakelen

source: Play sound on a notification raised by the application
de: Spiele einen Ton ab, wenn eine Benachrichtigung der App gesendet wird
nl: Speel een geluid af als er een melding wordt getoond

source: Minimum Font Size
de: Minimale Textgröße
nl: Minimale tekstgrootte

source: Minimum font size used to display text, values other than 0 can potentially break page layouts
de: Minimale Textgröße zum Anzeigen von Text, andere Werte als 0 können das Erscheinungsbild der Seite zerstören
nl: De minimale tekstgrootte van berichten en het invoerveld. Let op: waarden hoger dan 0 kunnen de indeling verstoren.

source: Zoom In
de: Ran zoomen
nl: Inzoomen

source: Zoom Out
de: Raus zoomen
nl: Uitzoomen

source: Permission Request
de: Berechtigungsanfrage
nl: Toestemmingsverzoek

source: Would you like to allow permissions?
de: Möchtest du die Berechtigungen erteilen?
nl: Wil je de benodigde rechten verlenen?
